{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "1.Talk to the arena master and pick a fight."
			},
			"Translation":
			{
				"Text": "1.與競技場大師對話，選擇對戰"
			},
			"Key": "37A9088141601B88CAECBEA2F770371F"
		},
		{
			"Source":
			{
				"Text": "2. Enter the preparing zone. Open the gate to start the fight."
			},
			"Translation":
			{
				"Text": "2.進入準備區後打開門，即開始戰鬥"
			},
			"Key": "286CB3D840E15F16A6DB42817959C658"
		},
		{
			"Source":
			{
				"Text": "3. Fight through waves of enemies or die trying."
			},
			"Translation":
			{
				"Text": "3.贏得全數敵人或失敗離開"
			},
			"Key": "EA7243B543939E3CFE78C0A9069D26F1"
		},
		{
			"Source":
			{
				"Text": "4. Talk to the arena master to claim your reward."
			},
			"Translation":
			{
				"Text": "4.與競技場大師獲取獎勵"
			},
			"Key": "264331E4465856091449F09D9399A751"
		},
		{
			"Source":
			{
				"Text": "A walking fortress.\r\nCan’t wield weapons but can become nearly unbreakable."
			},
			"Translation":
			{
				"Text": "一座行走的堡壘。\r\n無法使用武器，但幾乎堅不可摧。"
			},
			"Key": "7440984847FED3E8E68E6EAEE98C6E75"
		},
		{
			"Source":
			{
				"Text": "Accept"
			},
			"Translation":
			{
				"Text": "接受"
			},
			"Key": "F7CA67F24A9F413E300D9284C041CC38"
		},
		{
			"Source":
			{
				"Text": "Adrenaline"
			},
			"Translation":
			{
				"Text": "腎上腺素"
			},
			"Key": "AE42F7FF450D5A7117F71F9BC7B6474C"
		},
		{
			"Source":
			{
				"Text": "Adventure"
			},
			"Translation":
			{
				"Text": "探險"
			},
			"Key": "A68AE33A4726CF54F18CB4B014C497A9"
		},
		{
			"Source":
			{
				"Text": "Adventure"
			},
			"Translation":
			{
				"Text": "探險"
			},
			"Key": "502533EB410AACB96CE731AD0562108D"
		},
		{
			"Source":
			{
				"Text": "Adventure Ends"
			},
			"Translation":
			{
				"Text": "冒險結束"
			},
			"Key": "23C046ED4375AC1037B601AD362EDDDA"
		},
		{
			"Source":
			{
				"Text": "Adventure Mode"
			},
			"Translation":
			{
				"Text": "探險模式"
			},
			"Key": "31651B2448A697FD0EB8FA85F4BA6651"
		},
		{
			"Source":
			{
				"Text": "Arena"
			},
			"Translation":
			{
				"Text": "競技場"
			},
			"Key": "1584DA3D401BDDE97F82A88660424AB1"
		},
		{
			"Source":
			{
				"Text": "Arena"
			},
			"Translation":
			{
				"Text": "競技場"
			},
			"Key": "A2E70F5D44A4D3EAE013B0B73E448FF7"
		},
		{
			"Source":
			{
				"Text": "Arena Mode"
			},
			"Translation":
			{
				"Text": "競技模式"
			},
			"Key": "529F4A174CB6BD63B696BDB417FFA83D"
		},
		{
			"Source":
			{
				"Text": "Arena cleared"
			},
			"Translation":
			{
				"Text": "競技場完成"
			},
			"Key": "D60F32C848CCF2AA5EDB538597A316FE"
		},
		{
			"Source":
			{
				"Text": "Arena ends"
			},
			"Translation":
			{
				"Text": "結束競技"
			},
			"Key": "7A4E17BE4C726549E638DC82D66BB40A"
		},
		{
			"Source":
			{
				"Text": "Armor Up"
			},
			"Translation":
			{
				"Text": "甲"
			},
			"Key": "4D85034D410078E610FB5B9079B10E4C"
		},
		{
			"Source":
			{
				"Text": "Attacks can regain health and increase effect duration "
			},
			"Translation":
			{
				"Text": "攻擊可以恢復生命值並延長效果持續時間"
			},
			"Key": "41D4EB8C416FA9972819D2B37F200BDD"
		},
		{
			"Source":
			{
				"Text": "Axe"
			},
			"Translation":
			{
				"Text": "斧"
			},
			"Key": "B4AB7EE84FCD6F57CCE364A91C2B5A82"
		},
		{
			"Source":
			{
				"Text": "Back"
			},
			"Translation":
			{
				"Text": "上一頁"
			},
			"Key": "4120C47446C9DE2A47320A8F13C0DABE"
		},
		{
			"Source":
			{
				"Text": "Balanced warrior with no clear weakness."
			},
			"Translation":
			{
				"Text": "攻守兼備的戰士，沒有明顯的弱點。"
			},
			"Key": "B4E795A44BDADA494109A08310EF63C5"
		},
		{
			"Source":
			{
				"Text": "Barbarian"
			},
			"Translation":
			{
				"Text": "野蠻人"
			},
			"Key": "457A3C1B44BDE210C37DC1B8759DA23E"
		},
		{
			"Source":
			{
				"Text": "Basics"
			},
			"Translation":
			{
				"Text": "基本"
			},
			"Key": "6EF5A7B84CB8DB5A0E152BB4982D49E4"
		},
		{
			"Source":
			{
				"Text": "Blood Lust"
			},
			"Translation":
			{
				"Text": "嗜血"
			},
			"Key": "004DE9C44D694727A62BD88D67628F95"
		},
		{
			"Source":
			{
				"Text": "Boss defeated."
			},
			"Translation":
			{
				"Text": "擊敗魔王"
			},
			"Key": "E72BF1CE490CADB6310588B17FB657F1"
		},
		{
			"Source":
			{
				"Text": "Bronze Trophy"
			},
			"Translation":
			{
				"Text": "銅獎盃"
			},
			"Key": "B40322174E03A5E7E3CE01BD98A8B6D9"
		},
		{
			"Source":
			{
				"Text": "Bronze tropy"
			},
			"Translation":
			{
				"Text": "銅獎盃"
			},
			"Key": "CEB0AAE74AA1515D8380F5B510CEFD7C"
		},
		{
			"Source":
			{
				"Text": "Brutal powerhouse with immense strength but low speed."
			},
			"Translation":
			{
				"Text": "力量強大但速度緩慢的殘暴猛獸。"
			},
			"Key": "C531A6FB444D598E86FDE6B190E72348"
		},
		{
			"Source":
			{
				"Text": "Buy"
			},
			"Translation":
			{
				"Text": "買"
			},
			"Key": "7E3B231543AD4D1729DE6FA81199EBE8"
		},
		{
			"Source":
			{
				"Text": "Buy"
			},
			"Translation":
			{
				"Text": "買"
			},
			"Key": "21F2D5C14BE1F902EB03E893BFE2C359"
		},
		{
			"Source":
			{
				"Text": "Buy Back"
			},
			"Translation":
			{
				"Text": "買回"
			},
			"Key": "7439C1214E861DAC519A8F97AFEF9BF6"
		},
		{
			"Source":
			{
				"Text": "Camera Sensitivity"
			},
			"Translation":
			{
				"Text": "鏡頭敏感度"
			},
			"Key": "C0FB74FF4A8B1B899A221E895CC2F3E7"
		},
		{
			"Source":
			{
				"Text": "Character"
			},
			"Translation":
			{
				"Text": "角色"
			},
			"Key": "AFD9D56C4189ACD1637664934825467A"
		},
		{
			"Source":
			{
				"Text": "Character"
			},
			"Translation":
			{
				"Text": "角色"
			},
			"Key": "AAB2D10545E00B93DE6A8C8AC47D0E24"
		},
		{
			"Source":
			{
				"Text": "Character Ability"
			},
			"Translation":
			{
				"Text": "角色能力"
			},
			"Key": "6189210E420EA9E6B2546E843A66800F"
		},
		{
			"Source":
			{
				"Text": "Choose a charater and game mode."
			},
			"Translation":
			{
				"Text": "選擇角色跟模式"
			},
			"Key": "DE56EBF945D3B4F260172C992DD5A7F5"
		},
		{
			"Source":
			{
				"Text": "Collectable"
			},
			"Translation":
			{
				"Text": "收藏"
			},
			"Key": "4E8EA49449710234DD618D82105F62AC"
		},
		{
			"Source":
			{
				"Text": "Collectables"
			},
			"Translation":
			{
				"Text": "收藏"
			},
			"Key": "940AA5C94F882716CF5E8890BD3F874A"
		},
		{
			"Source":
			{
				"Text": "Collectables from playing."
			},
			"Translation":
			{
				"Text": "遊玩中獲得的收藏"
			},
			"Key": "5AC91959422F5C9BFA2C75913C20D7EC"
		},
		{
			"Source":
			{
				"Text": "Complete"
			},
			"Translation":
			{
				"Text": "完成"
			},
			"Key": "910540AE4C44CDE8E6D3C19AEF545FCD"
		},
		{
			"Source":
			{
				"Text": "Confirm"
			},
			"Translation":
			{
				"Text": "確認"
			},
			"Key": "0ED4A7AA4C6711165DE23EB66DC7BB86"
		},
		{
			"Source":
			{
				"Text": "Container"
			},
			"Translation":
			{
				"Text": "容器"
			},
			"Key": "574CB97341CAACA435FCC99B64CC9B64"
		},
		{
			"Source":
			{
				"Text": "Controls"
			},
			"Translation":
			{
				"Text": "控制"
			},
			"Key": "5046166F4029755DFE7A53B8CA983E08"
		},
		{
			"Source":
			{
				"Text": "Dodge"
			},
			"Translation":
			{
				"Text": "閃躲"
			},
			"Key": "A113851D439C4BF3302192B2B226E637"
		},
		{
			"Source":
			{
				"Text": "Dwarf"
			},
			"Translation":
			{
				"Text": "矮人"
			},
			"Key": "CEC45E114DEACF50000B5D847313477B"
		},
		{
			"Source":
			{
				"Text": "Dwarven Axe"
			},
			"Translation":
			{
				"Text": "矮人斧"
			},
			"Key": "E2CEC85B4A82534F90A146BF5443593A"
		},
		{
			"Source":
			{
				"Text": "Earn gold in fights and buy tropys from the merchant"
			},
			"Translation":
			{
				"Text": "贏得獎金以購賣獎盃"
			},
			"Key": "51824F01490F0BF3A29207911266D636"
		},
		{
			"Source":
			{
				"Text": "Enter the arena"
			},
			"Translation":
			{
				"Text": "進入競技場"
			},
			"Key": "B85C810247B72C5EEF078998FEBC737C"
		},
		{
			"Source":
			{
				"Text": "Esc"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "1BB874B34E2BC4C20282458E42120E08"
		},
		{
			"Source":
			{
				"Text": "Exit Game"
			},
			"Translation":
			{
				"Text": "退出遊戲"
			},
			"Key": "5EAFD43A4BD6EEAEA8BA5EB02C82C519"
		},
		{
			"Source":
			{
				"Text": "Exit To Menu"
			},
			"Translation":
			{
				"Text": "回主選單"
			},
			"Key": "5F6C7C0D414B811F9BD137B8F7F66A8F"
		},
		{
			"Source":
			{
				"Text": "Explore and find the treasure below."
			},
			"Translation":
			{
				"Text": "探索並尋找寶藏"
			},
			"Key": "4C6C842D404D1393F0C96CBE0F523FE4"
		},
		{
			"Source":
			{
				"Text": "Failed"
			},
			"Translation":
			{
				"Text": "失敗"
			},
			"Key": "BC805C8B49F1BD899186639CCEDBFE83"
		},
		{
			"Source":
			{
				"Text": "Failed to create online session. Open as singleplayer."
			},
			"Translation":
			{
				"Text": "未能開啟多人模式，以單人遊玩"
			},
			"Key": "BA9005404E8546B321B9E193DC07F469"
		},
		{
			"Source":
			{
				"Text": "Failed to join"
			},
			"Translation":
			{
				"Text": "加入失敗"
			},
			"Key": "D8DE5CCC451D8B9330DF9B9A78CFC552"
		},
		{
			"Source":
			{
				"Text": "Fast but fragile.\r\nMelee hits reduce dodge recovery time.\r\nDodges also grant short invulnerability."
			},
			"Translation":
			{
				"Text": "速度快但很脆弱。\r\n近戰攻擊會縮短閃躲回復時間。\r\n閃躲會提供短暫的無敵時間。"
			},
			"Key": "B70ECCAA41ED72D31F5D2B909373E5BA"
		},
		{
			"Source":
			{
				"Text": "Fight in the arena."
			},
			"Translation":
			{
				"Text": "競技場戰鬥"
			},
			"Key": "5F37880A49957125BC40139511CECE4C"
		},
		{
			"Source":
			{
				"Text": "Fights"
			},
			"Translation":
			{
				"Text": "戰鬥"
			},
			"Key": "10E58AF84FE7094953260FA8C6FEC66D"
		},
		{
			"Source":
			{
				"Text": "Finish the adventure with gems to collect them."
			},
			"Translation":
			{
				"Text": "完成探險模式並收集寶石"
			},
			"Key": "A56470A5492112412F477096E5A8F345"
		},
		{
			"Source":
			{
				"Text": "Forfeit"
			},
			"Translation":
			{
				"Text": "棄權"
			},
			"Key": "A8846C7B41AF0FC03D3666948EB2B90D"
		},
		{
			"Source":
			{
				"Text": "Full HP"
			},
			"Translation":
			{
				"Text": "血量已滿"
			},
			"Key": "A3F3F20A4F5FABB21AAA8F9FC58669C1"
		},
		{
			"Source":
			{
				"Text": "Gain armor equal to 50% of max health."
			},
			"Translation":
			{
				"Text": "獲得50%總血量的護甲"
			},
			"Key": "90BF57134D6B4195C33B3F80116405AD"
		},
		{
			"Source":
			{
				"Text": "Game Menu"
			},
			"Translation":
			{
				"Text": "遊戲選單"
			},
			"Key": "05F0D4704EE087F75D0390B2D8B15D5C"
		},
		{
			"Source":
			{
				"Text": "Gems can drop from breakables and enemies.\r\nFinish the adventure with gems to collect them."
			},
			"Translation":
			{
				"Text": "寶石會於場景物跟敵人掉落，完成探險模式以收集寶石"
			},
			"Key": "C2EF88F1491B1B8D959F1EA8AF68CF8E"
		},
		{
			"Source":
			{
				"Text": "Gems can drop from breakables and enemies.\r\nThey give minor bonus to ability in the inventory."
			},
			"Translation":
			{
				"Text": "寶石會於場景物跟敵人掉落，它們有助於角色屬性"
			},
			"Key": "7ABA2250462B06ACF1B65C8863020F28"
		},
		{
			"Source":
			{
				"Text": "Gold"
			},
			"Translation":
			{
				"Text": "金幣"
			},
			"Key": "63476DC740819402080A2E8A9B2D1ED3"
		},
		{
			"Source":
			{
				"Text": "Gold Trophy"
			},
			"Translation":
			{
				"Text": "金獎盃"
			},
			"Key": "635675F0480044C9918645B5690F11CD"
		},
		{
			"Source":
			{
				"Text": "Gold tropy"
			},
			"Translation":
			{
				"Text": "金獎盃"
			},
			"Key": "17B666C741B4FDAF553683BDD07F6C20"
		},
		{
			"Source":
			{
				"Text": "Golden Key"
			},
			"Translation":
			{
				"Text": "金鑰匙"
			},
			"Key": "CDBC7C3C4CD18A64F91536A6459144AE"
		},
		{
			"Source":
			{
				"Text": "Great Axe"
			},
			"Translation":
			{
				"Text": "巨斧"
			},
			"Key": "291FF73046579FFA3F70F78CEF3DB7D5"
		},
		{
			"Source":
			{
				"Text": "Green"
			},
			"Translation":
			{
				"Text": "綠色"
			},
			"Key": "B2617C304C80C418FE01D5AE319927CD"
		},
		{
			"Source":
			{
				"Text": "Green"
			},
			"Translation":
			{
				"Text": "綠色"
			},
			"Key": "A8FB43FB43C5512742D078981E057BE1"
		},
		{
			"Source":
			{
				"Text": "Green Gem"
			},
			"Translation":
			{
				"Text": "綠色寶石"
			},
			"Key": "445BF3F64EFFA3B3A7D3BC87D63AA474"
		},
		{
			"Source":
			{
				"Text": "Health"
			},
			"Translation":
			{
				"Text": "血量"
			},
			"Key": "556CB164457378F544BA9585C5E2B62B"
		},
		{
			"Source":
			{
				"Text": "Health +10"
			},
			"Translation":
			{
				"Text": "血量 +10"
			},
			"Key": "2727D80C406BEA37C8B9F3998AB03047"
		},
		{
			"Source":
			{
				"Text": "Health +5 & Power +2"
			},
			"Translation":
			{
				"Text": "血量 +5 & 力量 +2"
			},
			"Key": "BAC555674A624921BADB83836222292F"
		},
		{
			"Source":
			{
				"Text": "Health +5 & Speed +2"
			},
			"Translation":
			{
				"Text": "血量 +5 & 力量 +2"
			},
			"Key": "3767EA9D4D9C89AEFA352B8B7FF78C75"
		},
		{
			"Source":
			{
				"Text": "Health +50"
			},
			"Translation":
			{
				"Text": "血量 +50"
			},
			"Key": "665049374E7B9B66FD68B5B709BDEAF8"
		},
		{
			"Source":
			{
				"Text": "Health +50 & Power + 20"
			},
			"Translation":
			{
				"Text": "血量 +50 & 力量 +20"
			},
			"Key": "D75BB26B4B8EEA76FB321481C4C09126"
		},
		{
			"Source":
			{
				"Text": "Health Potion"
			},
			"Translation":
			{
				"Text": "回復藥劑"
			},
			"Key": "8D9460584C733F3668CF95B601599711"
		},
		{
			"Source":
			{
				"Text": "Health Potion - Greater"
			},
			"Translation":
			{
				"Text": "回復藥劑(大)"
			},
			"Key": "CCF8F7294E6CA06C54511EA3151856B6"
		},
		{
			"Source":
			{
				"Text": "Health Potion - Minor"
			},
			"Translation":
			{
				"Text": "回復藥劑(小)"
			},
			"Key": "8D34C5E44BD6F29C668FC49BF964CF18"
		},
		{
			"Source":
			{
				"Text": "Health can be restored by potions or character ability"
			},
			"Translation":
			{
				"Text": "血量可以藉由藥水或角色能力回復"
			},
			"Key": "C555784B45E820227B19B6A504CADD5D"
		},
		{
			"Source":
			{
				"Text": "Hit me!"
			},
			"Translation":
			{
				"Text": "打我呀!"
			},
			"Key": "14C253E54F89CCD5C00F268339799974"
		},
		{
			"Source":
			{
				"Text": "IA_Escape"
			},
			"Translation":
			{
				"Text": "近戰攻擊會縮短閃避的硬直時間。"
			},
			"Key": "767577E94E930F133145E58524AC7E3F"
		},
		{
			"Source":
			{
				"Text": "IA_Move"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "5E9D6D804F6C648BF2F433830A0A3A1D"
		},
		{
			"Source":
			{
				"Text": "IA_Move"
			},
			"Translation":
			{
				"Text": "閃避還會提供短暫的無敵時間。"
			},
			"Key": "B499B9EF44E521EB746966AE530AE23D"
		},
		{
			"Source":
			{
				"Text": "IA_MoveForwardBackward"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "7270C8C24E6996FE79E848A46575661C"
		},
		{
			"Source":
			{
				"Text": "IA_Skill_Weapon"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "C3D3845340D2F383DE1CE28C5A2B9C7F"
		},
		{
			"Source":
			{
				"Text": "IA_Weapon_Skill"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "BED435464432F4DA9C163DAC98D0256A"
		},
		{
			"Source":
			{
				"Text": "Information"
			},
			"Translation":
			{
				"Text": "對戰資訊"
			},
			"Key": "6F8ED1D34E77C1CF7947C4BBD7738459"
		},
		{
			"Source":
			{
				"Text": "Instantly healed for a small amount and regenerate over 5 seconds"
			},
			"Translation":
			{
				"Text": "立即恢復少量生命值，並持續恢復5秒。"
			},
			"Key": "070B25034A7189E7A1B09CB5E5AB7416"
		},
		{
			"Source":
			{
				"Text": "Interact"
			},
			"Translation":
			{
				"Text": "互動"
			},
			"Key": "9811785346FD9A085BEF0A936B0053A4"
		},
		{
			"Source":
			{
				"Text": "Interrupt enemy actions and deal some damage"
			},
			"Translation":
			{
				"Text": "打斷敵人的行動並造成一些傷害"
			},
			"Key": "BA38BEA645877959677E95B903E9727C"
		},
		{
			"Source":
			{
				"Text": "Inventory"
			},
			"Translation":
			{
				"Text": "背包"
			},
			"Key": "8B9175E44C75ACBE77FE018F7521E905"
		},
		{
			"Source":
			{
				"Text": "Invite Friend"
			},
			"Translation":
			{
				"Text": "邀請朋友"
			},
			"Key": "6042BC7346271EA4FD2B8DBEA34934F0"
		},
		{
			"Source":
			{
				"Text": "Items"
			},
			"Translation":
			{
				"Text": "物品類"
			},
			"Key": "B75D16B449B13730488CD6BDD3666DFE"
		},
		{
			"Source":
			{
				"Text": "Join"
			},
			"Translation":
			{
				"Text": "加入"
			},
			"Key": "7DAA366F4E9438EE87A7D7BF9C41C80C"
		},
		{
			"Source":
			{
				"Text": "Join"
			},
			"Translation":
			{
				"Text": "加入"
			},
			"Key": "D0AA7DB74B3B05F5395D61A93C7E46A6"
		},
		{
			"Source":
			{
				"Text": "Join friends online."
			},
			"Translation":
			{
				"Text": "加入線上朋友"
			},
			"Key": "B52CE1AA4960465541450FA8FB685EA2"
		},
		{
			"Source":
			{
				"Text": "Joining game"
			},
			"Translation":
			{
				"Text": "加入遊戲"
			},
			"Key": "44CA16B440DB6EB78348CAB8EF1576D4"
		},
		{
			"Source":
			{
				"Text": "Joining game{anim}"
			},
			"Translation":
			{
				"Text": "加入遊戲{anim}"
			},
			"Key": "9E6CB4A548414C889EF165A9433DC7FB"
		},
		{
			"Source":
			{
				"Text": "Juggernaut"
			},
			"Translation":
			{
				"Text": "鐵人"
			},
			"Key": "8730A3EE408CE604F94CC2ACCE100C79"
		},
		{
			"Source":
			{
				"Text": "Key"
			},
			"Translation":
			{
				"Text": "鑰匙"
			},
			"Key": "5512D8E0416EA1C50EE2CE8B88C714EF"
		},
		{
			"Source":
			{
				"Text": "Kick"
			},
			"Translation":
			{
				"Text": "踢"
			},
			"Key": "F68CF20A4DF4B9AB6F2570975CF162D1"
		},
		{
			"Source":
			{
				"Text": "Language"
			},
			"Translation":
			{
				"Text": "語言"
			},
			"Key": "C3519D1346F84B466BB95EA161E3FE47"
		},
		{
			"Source":
			{
				"Text": "List"
			},
			"Translation":
			{
				"Text": "清單"
			},
			"Key": "A93EAEF8481EAD40BC91B6BF17F85B89"
		},
		{
			"Source":
			{
				"Text": "Max:"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "174FE30F41BD43FD0FC7A6A3C738F600"
		},
		{
			"Source":
			{
				"Text": "Merchant"
			},
			"Translation":
			{
				"Text": "商人"
			},
			"Key": "A346052E4CF99EE9AE805B995CFCD181"
		},
		{
			"Source":
			{
				"Text": "Merchant"
			},
			"Translation":
			{
				"Text": "商人"
			},
			"Key": "8C2BD23E453044DAFA76D8909D72696C"
		},
		{
			"Source":
			{
				"Text": "Min:"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "E30D1DD4476CBF2651DF2AA0DB74F855"
		},
		{
			"Source":
			{
				"Text": "Movement"
			},
			"Translation":
			{
				"Text": "移動"
			},
			"Key": "F14F99D04F31D9DD54D64CAF4FC6087B"
		},
		{
			"Source":
			{
				"Text": "Multiplayer"
			},
			"Translation":
			{
				"Text": "多人遊戲"
			},
			"Key": "08A69FE2407DFBF7A2E0108EBC9DFF69"
		},
		{
			"Source":
			{
				"Text": "Multplayer"
			},
			"Translation":
			{
				"Text": "多人遊戲"
			},
			"Key": "2C1582B248714D18A2E3EBA875743B11"
		},
		{
			"Source":
			{
				"Text": "New player joining"
			},
			"Translation":
			{
				"Text": "玩家加入中..."
			},
			"Key": "7460A15845E3DF3D55382E8AB462721A"
		},
		{
			"Source":
			{
				"Text": "Normal Attack"
			},
			"Translation":
			{
				"Text": "普通攻擊"
			},
			"Key": "648D88E2448990DC33D76DA88F995D53"
		},
		{
			"Source":
			{
				"Text": "Opens a chest"
			},
			"Translation":
			{
				"Text": "打開寶箱"
			},
			"Key": "AEBC0A11485D5C2465F09FA86F6F02ED"
		},
		{
			"Source":
			{
				"Text": "Opens a new area"
			},
			"Translation":
			{
				"Text": "開啟新區域"
			},
			"Key": "17E51CE2428B156BA6BFD98AD01B0021"
		},
		{
			"Source":
			{
				"Text": "Opens a normal lock"
			},
			"Translation":
			{
				"Text": "打開普通鎖"
			},
			"Key": "E952361448AEB59FA226418281289420"
		},
		{
			"Source":
			{
				"Text": "Pink"
			},
			"Translation":
			{
				"Text": "粉色"
			},
			"Key": "DC2B8A604E22591E7C4214ADF447B132"
		},
		{
			"Source":
			{
				"Text": "Pink"
			},
			"Translation":
			{
				"Text": "粉色"
			},
			"Key": "C3FC5ABC40CCB5969DA8C0B4B2B3B6C6"
		},
		{
			"Source":
			{
				"Text": "Pink Gem"
			},
			"Translation":
			{
				"Text": "粉色寶石"
			},
			"Key": "11BD00C24AE040CA6808E497E4672C04"
		},
		{
			"Source":
			{
				"Text": "Players can join games on steam.\r\n\r\nAdventure Mode can have up to 2 players.\r\n\r\nArena Mode can have up to 4 players."
			},
			"Translation":
			{
				"Text": "玩家可以Steam連線\r\n\r\n冒險模式可2人連線\r\n\r\n競技場可4人連線"
			},
			"Key": "6920642442C7619162ED7CB1D11E6B95"
		},
		{
			"Source":
			{
				"Text": "Pocket Beer"
			},
			"Translation":
			{
				"Text": "口袋啤酒"
			},
			"Key": "9ECB52964130A21A3E9DA9B29D8661C9"
		},
		{
			"Source":
			{
				"Text": "Polearm"
			},
			"Translation":
			{
				"Text": "長兵器"
			},
			"Key": "F86FE7CE4EB5B0784F38149137C13B55"
		},
		{
			"Source":
			{
				"Text": "Potion"
			},
			"Translation":
			{
				"Text": "藥水"
			},
			"Key": "849A8674435DDF991013A2899460D48F"
		},
		{
			"Source":
			{
				"Text": "Power"
			},
			"Translation":
			{
				"Text": "力量"
			},
			"Key": "EEEB3E1E4E47B9376B3C188B858B1E5E"
		},
		{
			"Source":
			{
				"Text": "Power"
			},
			"Translation":
			{
				"Text": "力量"
			},
			"Key": "EBAE34564D6E4B77126DA0ABDCFB29B6"
		},
		{
			"Source":
			{
				"Text": "Power +2 & Speed +2"
			},
			"Translation":
			{
				"Text": "力量 +2 & 速度 +2"
			},
			"Key": "643D7D3D46EC20B6A32685A3E8C22130"
		},
		{
			"Source":
			{
				"Text": "Power +4"
			},
			"Translation":
			{
				"Text": "力量 +4"
			},
			"Key": "73BFE28349D4540498234693237DA26C"
		},
		{
			"Source":
			{
				"Text": "Power effects damage dealt and chance to interrupt"
			},
			"Translation":
			{
				"Text": "力量影響傷害跟僵直機率"
			},
			"Key": "0B0A876C4498AC9AB67B71BB07026127"
		},
		{
			"Source":
			{
				"Text": "Purple"
			},
			"Translation":
			{
				"Text": "紫色"
			},
			"Key": "E72F74B24E55CE75077E96A980E50F38"
		},
		{
			"Source":
			{
				"Text": "Purple"
			},
			"Translation":
			{
				"Text": "紫色"
			},
			"Key": "67C122A945B6D91FAC1576A3805D7F82"
		},
		{
			"Source":
			{
				"Text": "Purple Gem"
			},
			"Translation":
			{
				"Text": "紫色寶石"
			},
			"Key": "655504B940756ECA9C7B8D8D85A279CE"
		},
		{
			"Source":
			{
				"Text": "Red"
			},
			"Translation":
			{
				"Text": "紅色"
			},
			"Key": "1FB017B34BD9DB1585480FB8D3C780E6"
		},
		{
			"Source":
			{
				"Text": "Red"
			},
			"Translation":
			{
				"Text": "紅色"
			},
			"Key": "489D958646516C6906968B96CBAD8E22"
		},
		{
			"Source":
			{
				"Text": "Red Gem"
			},
			"Translation":
			{
				"Text": "紅色寶石"
			},
			"Key": "095105DB45B8AB02DBE1F5BC554298B7"
		},
		{
			"Source":
			{
				"Text": "Requires \"{item}\" to open"
			},
			"Translation":
			{
				"Text": "需要\"{item}\"以解鎖"
			},
			"Key": "9EEDFB5D4EFFC4AB98CACAAA110B551D"
		},
		{
			"Source":
			{
				"Text": "Requires \"{item}\" to open"
			},
			"Translation":
			{
				"Text": "需要\"{item}\"以解鎖"
			},
			"Key": "CDED18C04CC2E7102E88D5B601B70F48"
		},
		{
			"Source":
			{
				"Text": "Requires \"{item}\" to open"
			},
			"Translation":
			{
				"Text": "需要\"{item}\"以解鎖"
			},
			"Key": "02843B094EBAA4BB0C00FCB9035887EC"
		},
		{
			"Source":
			{
				"Text": "Restore 20 health"
			},
			"Translation":
			{
				"Text": "回復20血量"
			},
			"Key": "48C4586F47CFB15709170F8A04413F54"
		},
		{
			"Source":
			{
				"Text": "Restore 40 health"
			},
			"Translation":
			{
				"Text": "回復40血量"
			},
			"Key": "DC8F0142402888DC80B27389C11CC2DC"
		},
		{
			"Source":
			{
				"Text": "Restore 80 health"
			},
			"Translation":
			{
				"Text": "回復80血量"
			},
			"Key": "62DC936B43F640483828BBBCBB49A9F0"
		},
		{
			"Source":
			{
				"Text": "Rogue"
			},
			"Translation":
			{
				"Text": "盜賊"
			},
			"Key": "507952B1434470728CF260B9EF880340"
		},
		{
			"Source":
			{
				"Text": "Rusted Key"
			},
			"Translation":
			{
				"Text": "生鏽鑰匙"
			},
			"Key": "1413D940446EF85448FE39BEB152C761"
		},
		{
			"Source":
			{
				"Text": "Search failed."
			},
			"Translation":
			{
				"Text": "搜尋失敗"
			},
			"Key": "ADC76483445ECA4AC0D5A282F3EB8D30"
		},
		{
			"Source":
			{
				"Text": "Searched {a} results"
			},
			"Translation":
			{
				"Text": "搜尋到{a}個項目"
			},
			"Key": "F97B751345CF2C84C08DD99C9866B06A"
		},
		{
			"Source":
			{
				"Text": "Searching..."
			},
			"Translation":
			{
				"Text": "搜尋中"
			},
			"Key": "EBD2490A43B313D755C1C5B4274A9844"
		},
		{
			"Source":
			{
				"Text": "Searching{anim}"
			},
			"Translation":
			{
				"Text": "搜尋中{anim}"
			},
			"Key": "E74A40CF42111640B188F79699B6DFC9"
		},
		{
			"Source":
			{
				"Text": "Sell"
			},
			"Translation":
			{
				"Text": "賣"
			},
			"Key": "10D43ECD42FB7FF045C00A8CFF913728"
		},
		{
			"Source":
			{
				"Text": "Server List"
			},
			"Translation":
			{
				"Text": "伺服器清單"
			},
			"Key": "08D5083E46158B9B6DB3E5855511349A"
		},
		{
			"Source":
			{
				"Text": "Settings"
			},
			"Translation":
			{
				"Text": "設置"
			},
			"Key": "8558FF9C49FC882344878DB8656A438A"
		},
		{
			"Source":
			{
				"Text": "Settings"
			},
			"Translation":
			{
				"Text": "設置"
			},
			"Key": "7F569556452D5DB3BEF496A162DD8495"
		},
		{
			"Source":
			{
				"Text": "Silver Trophy"
			},
			"Translation":
			{
				"Text": "銀獎盃"
			},
			"Key": "BA0B23934FBAB903252CE58F5F993965"
		},
		{
			"Source":
			{
				"Text": "Silver tropy"
			},
			"Translation":
			{
				"Text": "銀獎盃"
			},
			"Key": "F16529EF4FE1D16888DC77977284F40E"
		},
		{
			"Source":
			{
				"Text": "Skull Key"
			},
			"Translation":
			{
				"Text": "骷髏鑰匙"
			},
			"Key": "E898311A4E2E21A27DF7218C669CB75C"
		},
		{
			"Source":
			{
				"Text": "Sound Volume"
			},
			"Translation":
			{
				"Text": "音量"
			},
			"Key": "7C7B24204ADEFE2C4C4EDE85B8E61C4E"
		},
		{
			"Source":
			{
				"Text": "Speed"
			},
			"Translation":
			{
				"Text": "速度"
			},
			"Key": "EFDF708542E8F217586F89A5F81C528D"
		},
		{
			"Source":
			{
				"Text": "Speed"
			},
			"Translation":
			{
				"Text": "速度"
			},
			"Key": "B336C5AD4771F0D1A0DC1AB8AEA3D4DE"
		},
		{
			"Source":
			{
				"Text": "Speed + 999"
			},
			"Translation":
			{
				"Text": "速度 +999"
			},
			"Key": "773969004DD229493AF91AB9B880A507"
		},
		{
			"Source":
			{
				"Text": "Speed +4 "
			},
			"Translation":
			{
				"Text": "速度 +4"
			},
			"Key": "5BE3F1DE4126871FECB4CE92023F73FC"
		},
		{
			"Source":
			{
				"Text": "Speed up for a short time (Can exceed speed limit)"
			},
			"Translation":
			{
				"Text": "短時間內加速（可超過速度上限）"
			},
			"Key": "7779F381420FCB1F865FFC88C2CA14AF"
		},
		{
			"Source":
			{
				"Text": "Spend gold to gear up and\r\n prepare for fights"
			},
			"Translation":
			{
				"Text": "購買裝備以準備戰鬥"
			},
			"Key": "7E6F78314437BFBBBABE239EBB23ACBC"
		},
		{
			"Source":
			{
				"Text": "Start"
			},
			"Translation":
			{
				"Text": "開始"
			},
			"Key": "73EFF3C140F4208CCE413BBB1CAB2DF0"
		},
		{
			"Source":
			{
				"Text": "Start Game Mode"
			},
			"Translation":
			{
				"Text": "開始遊戲模式"
			},
			"Key": "D4C4A3134C9365975E1DDDB73A7D24B6"
		},
		{
			"Source":
			{
				"Text": "Sword"
			},
			"Translation":
			{
				"Text": "劍"
			},
			"Key": "78392A7642352A0AF744808A05467B1C"
		},
		{
			"Source":
			{
				"Text": "Tab"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "E2BB94D345FF17B2620F10B83AF98CF9"
		},
		{
			"Source":
			{
				"Text": "Take All"
			},
			"Translation":
			{
				"Text": "拾取全部"
			},
			"Key": "E879FABD4198270E39502AAF7B8F08DC"
		},
		{
			"Source":
			{
				"Text": "Talk to the dwarf merchant."
			},
			"Translation":
			{
				"Text": "與矮人商人對話"
			},
			"Key": "60E085F947D36D2F8FE414BAF5EFB3A8"
		},
		{
			"Source":
			{
				"Text": "Teal"
			},
			"Translation":
			{
				"Text": "青色"
			},
			"Key": "F84485CD4A7061AE4D5EC6A7C7A9E114"
		},
		{
			"Source":
			{
				"Text": "Teal"
			},
			"Translation":
			{
				"Text": "青色"
			},
			"Key": "4ED3D7AD4006DEDB4CD450A5DA31C77D"
		},
		{
			"Source":
			{
				"Text": "Teal Gem"
			},
			"Translation":
			{
				"Text": "青色寶石"
			},
			"Key": "A6D6561F479DF73438804A96B2CCA649"
		},
		{
			"Source":
			{
				"Text": "The Treasure Below"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "7F2FBA0547E89062C2734F889928ED3A"
		},
		{
			"Source":
			{
				"Text": "The Treasure Below"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "7DB1E1C043A0F9FD2D174EB4A7B66723"
		},
		{
			"Source":
			{
				"Text": "The fight starts"
			},
			"Translation":
			{
				"Text": "開始戰鬥"
			},
			"Key": "0AC259924B1B7EA34EB6EE972FB9054D"
		},
		{
			"Source":
			{
				"Text": "There is no more content in Adventure mode.\r\n\r\nAll gems currently in your inventory will be counted towards treasure collection.\r\n\r\nFuture update will add replayability to this mode."
			},
			"Translation":
			{
				"Text": "冒險模式內容結束。\r\n\r\n您目前背包中的所有寶石都將計入寶藏收集。\r\n\r\n未來的更新將增加此模式的可玩性。"
			},
			"Key": "3C1E72304AEAD48182D8F4BBA6283862"
		},
		{
			"Source":
			{
				"Text": "Throwing Attack"
			},
			"Translation":
			{
				"Text": "投擲"
			},
			"Key": "27CC88394AF2B5D9C540AC8636DA3CE4"
		},
		{
			"Source":
			{
				"Text": "Throwing Knife"
			},
			"Translation":
			{
				"Text": "投擲小刀"
			},
			"Key": "2A0A99EA4484988F85A1DB8008AE85F0"
		},
		{
			"Source":
			{
				"Text": "Throwing Weapon"
			},
			"Translation":
			{
				"Text": "投擲武器"
			},
			"Key": "B9FFA25B4C07B292CD19679FB4F96C3C"
		},
		{
			"Source":
			{
				"Text": "Toggle Inventory"
			},
			"Translation":
			{
				"Text": "開關背包"
			},
			"Key": "3A6DA45344A8DDFFE8653692F46F3F42"
		},
		{
			"Source":
			{
				"Text": "Toggle Run"
			},
			"Translation":
			{
				"Text": "開關跑步"
			},
			"Key": "C74D99B14E5B72FDD2F76B9B9CA5B369"
		},
		{
			"Source":
			{
				"Text": "Tough and sturdy fighter with extra health but slower steps."
			},
			"Translation":
			{
				"Text": "身強體壯的戰士，擁有較高的生命值，但移動速度較慢。"
			},
			"Key": "193147BD46C73D3B27B270890AF01ABE"
		},
		{
			"Source":
			{
				"Text": "Treasures"
			},
			"Translation":
			{
				"Text": "收藏寶藏"
			},
			"Key": "B6A514F4454747F19F38EDBDAB45A4FB"
		},
		{
			"Source":
			{
				"Text": "Treasures"
			},
			"Translation":
			{
				"Text": "收藏寶藏"
			},
			"Key": "B87B61844EF6932F05A1CF8CF9A73CE2"
		},
		{
			"Source":
			{
				"Text": "Tutorial"
			},
			"Translation":
			{
				"Text": "教學"
			},
			"Key": "F89CC592442F3D0853918F83676CA941"
		},
		{
			"Source":
			{
				"Text": "Tutorial"
			},
			"Translation":
			{
				"Text": "教學"
			},
			"Key": "A35C8805475FF1EEAA62E7A6F85E78DE"
		},
		{
			"Source":
			{
				"Text": "Type of items:"
			},
			"Translation":
			{
				"Text": "物品種類:"
			},
			"Key": "2D31BE35481033C9675DB48B924D1F1A"
		},
		{
			"Source":
			{
				"Text": "Use Potion"
			},
			"Translation":
			{
				"Text": "使用藥水"
			},
			"Key": "EB90E4D94C3044DAA818F08F09E1999A"
		},
		{
			"Source":
			{
				"Text": "Values clamp from 0 to 100. Speed effects actions and dodge recovery."
			},
			"Translation":
			{
				"Text": "數值範圍限制 0 到 100。速度會影響動作和閃躲恢復。"
			},
			"Key": "0183166946A14DD31B22E4AA8FD39A14"
		},
		{
			"Source":
			{
				"Text": "Viking"
			},
			"Translation":
			{
				"Text": "維京"
			},
			"Key": "75C303E5460C98D592906DA6F4A15C79"
		},
		{
			"Source":
			{
				"Text": "Weapon"
			},
			"Translation":
			{
				"Text": "武器"
			},
			"Key": "C99B6EA341742E5781E148991FBE6A97"
		},
		{
			"Source":
			{
				"Text": "Weapon Skill"
			},
			"Translation":
			{
				"Text": "武器攻擊"
			},
			"Key": "673F6E7C40FFF15F596987BEFAE8CF76"
		},
		{
			"Source":
			{
				"Text": "Yellow"
			},
			"Translation":
			{
				"Text": "黃色"
			},
			"Key": "B2209138467B2DD9C6A102B05F4C33CA"
		},
		{
			"Source":
			{
				"Text": "Yellow"
			},
			"Translation":
			{
				"Text": "黃色"
			},
			"Key": "669CCA26427BCF591155FAA061C1F28D"
		},
		{
			"Source":
			{
				"Text": "Yellow Gem"
			},
			"Translation":
			{
				"Text": "黃色寶石"
			},
			"Key": "D2B2762246066C39EC7246977640DA72"
		}
	]
}